tap "aws/tap"
tap "azure/functions"
tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dagger/tap"
tap "derailed/k9s"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "jesseduffield/lazygit"
tap "modularml/packages"
tap "nodenv/nodenv"
tap "quarylabs/quary"
tap "snowflake-labs/snowcli"
brew "act"
brew "anyenv"
brew "zstd"
brew "icu4c@76"
brew "apache-spark"
brew "openssl@3"
brew "azure-cli"
brew "coreutils"
brew "bats-core"
brew "binutils"
brew "ffmpeg"
brew "gcc"
brew "protobuf"
brew "chromaprint"
brew "cmake"
brew "cmake-docs"
brew "pcre"
brew "comby"
brew "dasel"
brew "deno"
brew "dhall"
brew "dhall-json"
brew "dhall-lsp-server"
brew "difftastic"
brew "diffutils"
brew "openjdk@11"
brew "digdag"
brew "direnv"
brew "duckdb"
brew "elm"
brew "fd"
brew "fdk-aac"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "ghcup"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "gzip"
brew "htop"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "infracost"
brew "jenv"
brew "jnv"
brew "jq"
brew "openjdk"
brew "leiningen"
brew "libgccjit"
brew "libpq"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "llvm"
brew "openssl@1.1"
brew "llvm@12"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "mysql-client@8.0"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "nkf"
brew "pkgconf"
brew "nodenv"
brew "nushell"
brew "pandoc"
brew "pkl"
brew "postgresql@14"
brew "pre-commit"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tk@3.11"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "scala"
brew "snowcli"
brew "sox"
brew "sqlfluff"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "aws/tap/copilot-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "borkdude/brew/babashka"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick"]
brew "derailed/k9s/k9s"
brew "fujiwara/tap/ecsta"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "modularml/packages/modular"
brew "nodenv/nodenv/nodenv-default-packages"
brew "quarylabs/quary/sqruff"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "cljstyle"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "notion"
cask "racket"
cask "slack-cli"
cask "snowflake-snowsql"
cask "tableplus"
cask "td-agent"
cask "temurin@8"
cask "visual-studio-code"
cask "wave"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Craft", id: 1487937127
mas "Dash for AWS", id: 1425682801
mas "Day One", id: 1055511498
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Swift Playground", id: 1496833156
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "avli.clojure"
vscode "bajdzis.vscode-database"
vscode "batisteo.vscode-django"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "bodil.file-browser"
vscode "bungcip.better-toml"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "cweijan.vscode-autohotkey-plus"
vscode "danielsanmedium.dscodegpt"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "dhall.dhall-lang"
vscode "dongli.python-preview"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "elmtooling.elm-ls-vscode"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "htmlhint.vscode-htmlhint"
vscode "hylang.vscode-hy-official"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jacobdufault.fuzzy-search"
vscode "jebbs.plantuml"
vscode "julialang.language-julia"
vscode "justusadam.language-haskell"
vscode "kahole.magit"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "koszti.snowflake-driver-for-sqltools"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "localizely.flutter-intl"
vscode "magicstack.magicpython"
vscode "malloydata.malloy-vscode"
vscode "mattn.lisp"
vscode "mechatroner.rainbow-csv"
vscode "mkaufman.htmlhint"
vscode "modular-mojotools.vscode-mojo"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msysyamamoto.vscode-digdag"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "nwolverson.ide-purescript"
vscode "nwolverson.language-purescript"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rubocop.vscode-rubocop"
vscode "sgoley.lookml-syntax-highlighter"
vscode "shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "smelukov.vscode-csstree"
vscode "snowflake.snowflake-vsc"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "tht13.python"
vscode "tickleforce.scrolloff"
vscode "tootone.org-mode"
vscode "tushortz.python-extended-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "vue.volar"
vscode "walkme.python-extension-pack"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "xavierguarch.auto-markdown-toc"
vscode "ypresto.vscode-accelerated"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
