tap "k1low/tap"
tap "snowflakedb/snowflake-cli"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "snowflake-cli"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "zellij"
brew "k1low/tap/git-wt"
cask "claude"
cask "claude-code"
cask "codex"
cask "ghostty"
cask "kitty"
cask "notion"
cask "notion-calendar"
cask "snowflake-snowsql"
cask "visual-studio-code"
cask "zed"
vscode "anthropic.claude-code"
vscode "dbtlabsinc.dbt"
vscode "github.copilot-chat"
vscode "matt-meyers.vscode-dbml"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "nicolas-liger.dbml-viewer"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
