tap "k1low/tap"
tap "ldayton/dippy"
tap "lightdash/lightdash"
tap "manaflow-ai/cmux"
tap "snowflakedb/snowflake-cli"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "dbml-cli"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghcup"
brew "glow"
brew "hyperfine"
brew "jj"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "parquet-cli"
brew "poppler"
brew "pre-commit"
brew "pstree"
brew "ripgrep"
brew "rustup"
brew "snowflake-cli"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "zellij"
brew "zoxide"
brew "k1low/tap/git-wt"
brew "ldayton/dippy/dippy"
brew "lightdash/lightdash/lightdash"
cask "anki"
cask "claude"
cask "claude-code"
cask "cmux"
cask "codex"
cask "ghostty"
cask "keyboardcleantool"
cask "kitty"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "rancher"
cask "snowflake-snowsql"
cask "visual-studio-code"
cask "zed"
vscode "anthropic.claude-code"
vscode "dbtlabsinc.dbt"
vscode "matt-meyers.vscode-dbml"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "nicolas-liger.dbml-viewer"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
