tap "dagger/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jawshooah/pyenv"
tap "jesseduffield/lazygit"
tap "nodenv/nodenv"

brew "act"
brew "awscli"
brew "binutils"
brew "cmake"
brew "comby"
brew "coreutils"
brew "dagger/tap/dagger"
brew "dhall"
brew "dhall-json"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "duckdb"
brew "elm"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "ghcup"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "goenv"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/terraform-ls"
brew "hyperfine"
brew "imagemagick"
brew "infracost"
brew "jenv"
brew "jesseduffield/lazygit/lazygit"
brew "jnv"
brew "jq"
brew "leiningen"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "mermaid-cli"
brew "moreutils"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "nodenv/nodenv/nodenv-default-packages"
brew "pandoc"
brew "pcre"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rg"
brew "ripgrep"
brew "rlwrap"
brew "ruby-build"
brew "slack-cli"
brew "sqlfluff"
brew "terraform"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zstd"

cask "alfred"
cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "proxyman"
cask "slack"
cask "slack-cli"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"

mas "Bitwarden", app_id: 1352778147
mas "Craft", app_id: 1487937127
mas "Dash", app_id: 1425682801
mas "Gapplin", app_id: 768053424
mas "Goodnotes", app_id: 1444383602
mas "Kindle", app_id: 302584613
mas "Kindle", app_id: 405399194
mas "Magnet", app_id: 441258766
mas "Marked", app_id: 890031187
mas "Playgrounds", app_id: 1496833156
mas "Pocket", app_id: 568494494
mas "Things", app_id: 904280696
mas "Xcode", app_id: 497799835
